import React, { useState } from "react";
import "./Dashboard.css";
const [selectedInstitute, setSelectedInstitute] = useState("");
const [selectedProfession, setSelectedProfession] = useState("");
const Institute = [
    "الحسينية",
    "معهد الجفر",
    "معهد الرمثا",
    "معهد الريشة",
    "معهد الزرقاء",
    "معهد الطفيلة",
    "معهد العقبة",
    "معهد الكرك",
    "معهد الكورة",
    "معهد الموقر",
    "معهد جرش",
    "معهد ذيبان",
    "معهد عجلون",
    "معهد مادبا",
    "معهد ماركا",
    "معهد معان",
    "معهد السرحان",
    "العقبه/القويرة",
    "رحاب",
    "الصفاوي",
    "مركز العقبة (HUB)",
    "الرويشد",
    "مشغل قرا بني هاشم"
];
const professions = [
    "إدارة تزويد مأمور",
    "التمديدات الصحية",
    "تكييف وتبريد",
    "حداد ألمنيوم",
    "حداد فاصلون",
    "دهان اثاث خشبي",
    "دهان مباني / مجهز ديكورات جبسية",
    "فني آلات صناعية",
    "قصير , مركب قواطع جبس",
    "كهربائي تمديدات منزلي وتحكم",
    "كهربائي سيارات",
    "لحام أنابيب",
    "مركب خلايا طاقة شمسية",
    "نجار أثاث",
    "نجار طوبار , حداد تسليح",
    "خياط نسائي",
    "حلاق نسائي",
    "بستنة عامة",
    "خضراوات محمية",
    "تسويق الكتروني",
    "ميكانيك مركبات خفيفة" 
];
